Repository: Archezxxx/AIM-EDU
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ky

source: Main
ky: Негизги

source: Dashboard
ky: Көрсөткүчтөр тактасы

source: Administration
ky: Администрация

source: Schools
ky: Мектептер

source: Users
ky: Колдонуучулар

source: Subjects
ky: Сабактар

source: Exams
ky: Экзамендер

source: Upload ZipGrade
ky: ZipGrade жүктөө

source: ZipGrade Archives
ky: ZipGrade архиви

source: Upload ZipGrade Results
ky: ZipGrade жыйынтыктарын жүктөө

source: Upload Master Student List
ky: Студенттердин тизмесин жүктөө (Master List)

source: File Format
ky: Файл форматы

source: Your Excel file must contain the following columns:
ky: Сиздин Excel файлыңыз төмөнкү колонкаларды камтышы керек:

source: Column
ky: Колонка

source: Example
ky: Мисал

source: or
ky: же

source: Student IDs with leading zeros will be handled automatically for matching with ZipGrade data.
ky: ZipGrade маалыматы менен дал келтирүү үчүн нөл менен башталган IDлер автоматтык түрдө иштетилет.

source: Upload Results
ky: Жыйынтыктарды жүктөө

source: Upload File
ky: Файл жүктөө

source: View All Results
ky: Бардык жыйынтыктар

source: Upload & Preview
ky: Жүктөө жана көрүү

source: Instructions
ky: Нускама

source: Export results from ZipGrade as CSV
ky: ZipGrade жыйынтыктарын CSV форматында экспорттоо

source: Select the school and enter exam details
ky: Мектепти тандап, экзамен маалыматтарын киргизиңиз

source: Upload the CSV file
ky: CSV файлыңызды жүктөңүз

source: Preview and confirm the import
ky: Алдын ала көрүү жана тастыктоо

source: Optionally add subject splits for detailed analytics
ky: Кошумча: деталдуу аналитика үчүн сабактарды бөлүү

source: Students will be automatically matched to the Master Student List using Smart ID matching.
ky: Окуучулар ID аркылуу автоматтык түрдө аныкталат (Smart Match).

source: Supported Columns
ky: Колдоого алынган мамычалар

source: Online Exams
ky: Онлайн экзамендер

source: Create Exam
ky: Экзамен түзүү

source: Analytics
ky: Аналитика

source: School Analytics
ky: Мектеп аналитикасы

source: Class Analytics
ky: Класс аналитикасы

source: Student Analytics
ky: Окуучу аналитикасы

source: My Exams
ky: Менин экзамендерим

source: Theme
ky: Тема

source: Profile
ky: Профиль

source: Logout
ky: Чыгуу

source: Super Admin
ky: Супер Админ

source: Teacher
ky: Мугалим

source: Student
ky: Окуучу

source: Login
ky: Кирүү

source: Register
ky: Катталуу

source: Save
ky: Сактоо

source: Cancel
ky: Жокко чыгаруу

source: Delete
ky: Өчүрүү

source: Edit
ky: Оңдоо

source: Back
ky: Аркага

source: Search
ky: Издөө

source: Actions
ky: Аракеттер

source: Full Name
ky: Аты-жөнү

source: Role
ky: Ролу

source: Date
ky: Дата

source: Score
ky: Упай

source: Status
ky: Абалы

source: Email
ky: Электрондук почта

source: Phone
ky: Телефон

source: Address
ky: Дарек

source: Language
ky: Тил

source: Email is required
ky: Email милдеттүү

source: email address
ky: email дареги

source: Father's Phone
ky: Атасынын телефону

source: Mother's Phone
ky: Энесинин телефону

source: Primary School
ky: Негизги мектеп

source: Preferred Language
ky: Тандалган тил

source: User
ky: Колдонуучу

source: School
ky: Мектеп

source: School Name
ky: Мектептин аты

source: School Code
ky: Мектептин коду

source: Active
ky: Активдүү

source: Subject
ky: Сабак

source: Subject Name
ky: Сабактын аты

source: Subject Code
ky: Сабактын коду

source: Master Student
ky: Окуучу (Башкы тизме)

source: Master Students
ky: Окуучулар (Башкы тизме)

source: Student ID
ky: Окуучунун IDси

source: Normalized ID
ky: Нормалдаштырылган ID

source: First Name
ky: Аты

source: Last Name
ky: Фамилиясы

source: Grade
ky: Класс

source: Section
ky: Бөлүм

source: Online Exam
ky: Онлайн Экзамен

source: Title
ky: Аталышы

source: Description
ky: Сүрөттөмө

source: Created By
ky: Түзгөн

source: Duration (minutes)
ky: Узактыгы (мүнөт)

source: Passing Score (%)
ky: Өтүү баллы (%)

source: Start Time
ky: Башталган убактысы

source: End Time
ky: Аяктаган убактысы

source: Shuffle Questions
ky: Суроолорду аралаштыруу

source: Shuffle Options
ky: Варианттарды аралаштыруу

source: Show Results Immediately
ky: Жыйынтыкты дароо көрсөтүү

source: Max Tab Switches Before Lock
ky: Блоктоого чейинки макс. өтмөк алмаштыруу

source: Exam Question
ky: Экзамен суроосу

source: Question
ky: Суроо

source: Question Image
ky: Суроонун сүрөтү

source: Question Type
ky: Суроонун түрү

source: Points
ky: Упайлар

source: Order
ky: Ирети

source: Multiple Choice
ky: Бирди тандоо

source: True/False
ky: Чын/Жалган

source: Question Option
ky: Жооп варианты

source: Option Text
ky: Варианттын тексти

source: Correct Answer
ky: Туура жооп

source: Exam Attempt
ky: Экзамен тапшыруу аракети

source: Started At
ky: Башталды

source: Finished At
ky: Аяктады

source: In Progress
ky: Процессте

source: Completed
ky: Аяктады

source: Locked
ky: Блоктолду

source: Timed Out
ky: Убакыт бүттү

source: Tab Switch Count
ky: Өтмөк алмаштыруу саны

source: Lock Reason
ky: Блоктоонун себеби

source: Percentage
ky: Пайыз

source: ZipGrade Exam
ky: ZipGrade экзамени

source: Exam Title
ky: Экзамендин аты

source: Original Filename
ky: Файлдын аты

source: Exam Date
ky: Экзамен күнү

source: Total Questions
ky: Бардык суроолор

source: Total Students
ky: Бардык окуучулар

source: Unknown Students
ky: Белгисиз окуучулар

source: Subject Split
ky: Сабакка бөлүү

source: Start Question
ky: Баштапкы суроо

source: End Question
ky: Акыркы суроо

source: Points per Question
ky: Бир суроого упай

source: Exam Result
ky: Экзамендин жыйынтыгы

source: ZipGrade Student ID
ky: Студенттин ZipGrade IDси

source: First Name (ZipGrade)
ky: Аты (ZipGrade)

source: Last Name (ZipGrade)
ky: Фамилиясы (ZipGrade)

source: Earned Points
ky: Топтолгон упай

source: Max Points
ky: Макс. упай

source: Answers (JSON)
ky: Жооптор (JSON)

source: Unknown Student
ky: Белгисиз окуучу

source: Subject Result
ky: Сабак боюнча жыйынтык

source: Result
ky: Жыйынтык

source: No school found
ky: Мектеп табылган жок

source: Please select a class
ky: Сураныч, классты тандаңыз

source: Average Score
ky: Орточо балл

source: Pass Rate
ky: Өтүү көрсөткүчү

source: Highest Score
ky: Эң жогорку балл

source: Lowest Score
ky: Эң төмөн балл

source: Top Students
ky: Мыкты окуучулар

source: Weakest Students
ky: Начар окуучулар

source: Class Performance
ky: Класстын жетишкендиги

source: Recent Exams
ky: Акыркы экзамендер

source: View Details
ky: Кененирээк

source: Export Excel
ky: Excelге экспорттоо

source: Export PDF
ky: PDFке экспорттоо

source: Filter
ky: Фильтр

source: Apply
ky: Колдонуу

source: Clear
ky: Тазалоо

source: Welcome back
ky: Кош келиңиз

source: Welcome Back
ky: Кош келиңиз

source: Sign in to your AIMS EXAM account
ky: AIMS EXAM аккаунтуңузга кириңиз

source: Sign In
ky: Кирүү

source: Sign Up
ky: Катталуу

source: Forgot Password?
ky: Сырсөздү унуттуңузбу?

source: Remember me
ky: Эстеп калуу

source: Don't have an account?
ky: Аккаунтуңуз жокпу?

source: Already have an account?
ky: Аккаунтуңуз барбы?

source: Create Account
ky: Аккаунт түзүү

source: Register as a student to access AIMS EXAM
ky: AIMS EXAM системасына кирүү үчүн окуучу катары катталыңыз

source: Register as Student
ky: Окуучу катталуусу

source: Confirm Password
ky: Сырсөздү ырастаңыз

source: Create a password
ky: Сырсөз түзүңүз

source: Confirm your password
ky: Сырсөзүңүздү ырастаңыз

source: Your email address
ky: Сиздин email дарегиңиз

source: Your phone number
ky: Сиздин телефон номериңиз

source: Mother's phone number
ky: Энесинин телефон номери

source: Father's phone number
ky: Атасынын телефон номери

source: Passwords do not match.
ky: Сырсөздөр дал келбейт.

source: This email is already registered.
ky: Бул email мурунтан катталган.

source: Password
ky: Сырсөз

source: Enter your email
ky: Email дарегиңизди киргизиңиз

source: Enter your password
ky: Сырсөзүңүздү киргизиңиз
